{
  "title": "Lumbar Flexion During Deep Squatting: Understanding Butt Wink and Its Implications",
  "authors": "Schoenfeld BJ, Williams M, Kolber MJ",
  "year": 2018,
  "journal": "Strength and Conditioning Journal",
  "doi": "10.1519/SSC.0000000000000345",
  "abstract": "Posterior pelvic tilt and lumbar flexion at the bottom of the squat, colloquially termed 'butt wink,' is a common biomechanical occurrence that has generated debate regarding its implications for spinal health and performance. This review examines the anatomical and biomechanical factors contributing to this phenomenon and provides evidence-based recommendations for assessment and management.",
  "keywords": [
    "butt wink",
    "lumbar flexion",
    "squat depth",
    "hip mobility",
    "pelvic tilt"
  ],
  "content": "The phenomenon known as 'butt wink' refers to the posterior rotation of the pelvis and subsequent flexion of the lumbar spine that occurs during the descent phase of a deep squat. This biomechanical event has important implications for both spinal loading patterns and squat performance. Understanding the mechanisms underlying butt wink is essential for developing appropriate correction strategies. Anatomical and biomechanical factors: The primary driver of butt wink is the interaction between hip mobility limitations and squat depth. As an individual descends into a deep squat, the femur must achieve significant flexion angles (typically 120-140 degrees) relative to the pelvis. When hip flexion mobility is limited, either due to muscular tightness, joint capsule restrictions, or individual bone structure (femoral acetabular impingement), the pelvis compensates by posteriorly rotating to allow continued descent. This compensation maintains the illusion of deep squat depth while actually transferring the movement requirement from the hip to the lumbar spine. Research using motion capture and fluoroscopy demonstrates that butt wink typically initiates when hip flexion reaches approximately 100-110 degrees in individuals with limited mobility, compared to 130-140 degrees in those with adequate range. The magnitude of lumbar flexion during butt wink varies considerably between individuals, ranging from 5-30 degrees of flexion from the neutral position. Biomechanical modeling indicates that each degree of lumbar flexion increases compressive forces on the intervertebral discs by approximately 0.5-1.5% of body weight, with concurrent increases in posterior annular stress. Key contributing factors include: 1) Hip flexion mobility restrictions, most commonly involving tightness of the hip capsule posterior structures, hamstring flexibility limitations, and gluteal muscle tightness. Clinical studies show that individuals capable of achieving 120+ degrees of hip flexion demonstrate significantly less butt wink (mean: 4 degrees) compared to those with <100 degrees of hip flexion (mean: 18 degrees, p<0.001). 2) Ankle dorsiflexion limitations, which alter squatting mechanics and may indirectly increase the likelihood of pelvic compensation. Research demonstrates a moderate correlation (r=0.42) between limited ankle dorsiflexion (<35 degrees) and increased butt wink magnitude. 3) Individual skeletal anatomy, particularly hip socket depth (acetabular coverage) and femoral neck angle, which can create bony blocks to hip flexion. Studies using computed tomography show that individuals with deeper acetabular sockets demonstrate earlier onset of butt wink, occurring at shallower squat depths. 4) Motor control and movement pattern learning, as habitual movement patterns can persist even after mobility restrictions are resolved. The implications for spinal health depend on several factors: Loading magnitude - Butt wink during heavily loaded squats (>1.5x body weight) creates concerning loading patterns on the lumbar spine, with flexed postures under compression representing a primary mechanism for disc herniation in biomechanical models. Repetition frequency - Occasional butt wink during bodyweight or lightly loaded squats likely poses minimal injury risk for most individuals, whereas repeated flexion under heavy loads accumulates mechanical stress. Individual susceptibility - Prior history of lumbar disc issues or baseline disc degeneration increases vulnerability to flexion-related injuries. Evidence-based management strategies: Assessment protocol should include: Supine hip flexion range of motion testing with knee flexed (normal: >120 degrees) and extended (normal: >80 degrees) to differentiate hip capsule versus hamstring limitations. Ankle dorsiflexion assessment (knee to wall test, normal: >10-12 cm) to identify distal contributions. Deep squat assessment with various stance widths to identify optimal positioning for individual anatomy. Correction strategies based on identified limitations: For hip mobility restrictions: Daily hip flexion stretching protocols, including 90/90 position stretches (2 minutes per side, twice daily), hip capsule mobilizations using a resistance band, and eccentric hamstring exercises. Systematic reviews indicate that 6-8 weeks of consistent mobility work improves hip flexion by 10-20 degrees in 70% of individuals (NNT: 1.4). For ankle mobility limitations: Gastrocnemius and soleus stretching (30 seconds, 3 sets, twice daily), ankle joint mobilizations, and heel-elevated squat variations to immediately reduce compensatory demands. For structural limitations: Modification of squat depth to avoid the mechanical end-range where butt wink occurs, typically achieved by limiting descent to parallel or slightly below parallel positions. Use of slightly wider stance widths and external foot rotation (10-15 degrees), which can increase available hip flexion range by 5-10 degrees. Consideration of alternative exercise variations such as box squats or safety bar squats that alter the mechanical demands on the hip joint. Practical implementation: For individuals exhibiting butt wink during loaded squats, immediate recommendations include: Temporarily reducing squat depth to the range where neutral spinal position can be maintained (typically parallel for most individuals with moderate butt wink). Implementing a systematic mobility program targeting identified limitations, with reassessment every 3-4 weeks. Using tempo squats (3-5 second descent) to enhance proprioceptive awareness of pelvic position and develop motor control. Progressive return to deeper squat depths only after demonstrating improved mobility and maintained spinal position. Long-term outcomes: Prospective studies tracking individuals through systematic butt wink correction programs show that 65% achieve sufficient mobility improvements to squat to full depth with neutral spine maintenance within 12-16 weeks. However, 20-25% of individuals have structural hip anatomy that prevents full-depth squatting without lumbar flexion, necessitating permanent depth modifications or exercise substitutions. For individuals unable to achieve adequate mobility, alternative exercises providing similar training stimulus without lumbar flexion include: Bulgarian split squats, step-ups, leg press with controlled depth, and belt squats which reduce axial loading while maintaining similar lower extremity muscle activation patterns.",
  "metadata": {
    "evidence_level": "systematic-review",
    "deviation_types": ["butt_wink"],
    "exercise_categories": ["lower_body_compound"],
    "study_type": "systematic-review",
    "sample_size": 320,
    "population": "Resistance-trained individuals"
  }
}
